let projects = [
    {
        'name' : 'Переподготовка мастеров производственного обучения',
        'lider' : 'Крайчинская С.Б.',
        'smth' : 'Исполняем',
        'stadiya' : 'Масштабирование',
        'mashtab' : 'Крупный',
        'globChel' : ['Вовлечение ОО СПО в движение', 'Стандарты ВСР внедрены в массовое профессиональное обучение'],
        'chel' : ['Не менее 5 тысяч ежегодно', 'к 2020 году - не менее 20 тысяч преподавателей (мастеров производственного обучения) прошли повышения квалификации по программам, разработанным Союзом'],
        'product' : ['Переобученные мастера', 'Программы обучения']
    },
    {
        'name' : 'Билет в будущее',
        'lider' : 'Глушко Д.Е.',
        'smth' : 'Исполняем',
        'stadiya' : 'Инициация',
        'mashtab' : 'Крупный',
        'globChel' : ['Популяризация рабочих профессий', 'Вовлечение детей в движение', 'Развитие брэнда ВСР'],
        'chel' : ['разработана цифровая платформа', ' 500 000 участников электронного ресурса проекта, прошедших тестирование ', 'запущен отбор на DigitalSkills среди школьников по 5-ти компетенциям', 'предоставление 100 000 образовательных сертификатов учащимся 6 - 11 классов для прохождения практических занятий в целях профессиональной ориентации ','не менее 10 спонсоров-партнеров (в рамках партнерской программы проекта)'],
        'product' : ['программы профориентации', 'цифровая платформа','пул будущих конкурсантов ','Анкеты/трэки развития детей']
    },
    {
        'name' : 'Skills passport',
        'lider' : 'Глушко Д.Е.',
        'smth' : 'Исполняем',
        'stadiya' : 'Пилот',
        'mashtab' : 'средний',
        'globChel' : ['Популяризация рабочих профессий', 'Вовлечение детей в движение','развитие брэнда ВСР','Волвечение работодателей','Стандарт ВСР, как метод оценки'],
        'chel' : ['Выдача как можно большего кол-ва паспортов', 'Заключение как можно большего кол-ва  соглашений с работодателями'],
        'product' : ['Партнеры, вовлеченные в движение', 'База данных паспортов участников']
    },

    {
        'name' : 'Развитие движения молодые профессионалы (Юниоры)',
        'lider' : 'Глушко Д.Е.',
        'smth' : 'Исполняем',
        'stadiya' : 'Латентный',
        'mashtab' : 'мелкий',
        'globChel' : ['Вовлечение детей в движение', 'Популяризация рабочих профессий'],
        'chel' : ['Провести форумы не менее чем на 1 500 человек', 'чемпионаты с участием юниоров заявлены во всех регионах РФ', ' формализованные регламенты', ' пилоты по интеграции рег. чемпионатов и Билета в будущее', 'формирование принципов сертификации площадок для юниоров', 'создание двух юниорских рейтингов регионов — по лучшим достижениям и интегральный', 'организация чемпионата DigitalSkills с юниорским уровнем и онлайн-отбором не менее чем по 5 компетенциям', 'проведение юниорского уровня чемпионата'],
        'product' : ['']
    },

    {
        'name' : 'Урок "Технология"',
        'lider' : 'Глушко Д.Е.',
        'smth' : 'Исполняем',
        'stadiya' : 'Латентный',
        'mashtab' : 'мелкий',
        'globChel' : ['Вовлечение школ', 'Вовлечение детей и родителей в движение'],
        'chel' : ['Внедрение стандартов ВСР в школу', 'сборка существующих практик проведение урока Технологии в опоре на WS'],
        'product' : ['Методики проведения урока']
    },

    {
        'name' : 'СЦК',
        'lider' : 'Тымчиков А.Ю.',
        'smth' : 'Исполняем',
        'stadiya' : '',
        'mashtab' : '',
        'globChel' : ['Формирование инфраструктуры под задачи Союза', 'Стандарты ВСР внедрены в массовое профессиональное обучение', 'Вовлечение ОО СПО в движение'],
        'chel' : ['по 1 СЦК в каждом субъекте РФ', 'не менее 115 аттестатов к концу 2018 года, выданных СЦК', ' СЦК в Моногородах'],
        'product' : ['СЦК']
    },

    {
        'name' : 'МЦК',
        'lider' : 'Тымчиков А.Ю.',
        'smth' : 'Исполняем',
        'stadiya' : 'Трансформация',
        'mashtab' : 'средний',
        'globChel' : [''],
        'chel' : ['7 МЦК (прошли проверку оборудования на соответствие заявленным ИЛ)', '7 соглашений (о взаимодействии между МЦК и Союзом)'],
        'product' : ['МЦК']
    },

    {
        'name' : 'ЦПДЭ',
        'lider' : 'Тымчиков А.Ю.',
        'smth' : 'Исполняем',
        'stadiya' : 'Масштабирование',
        'mashtab' : 'средний',
        'globChel' : ['Вовлечение ОО СПО в движение', 'Формирование инфраструктуры под задачи Союза'],
        'chel' : ['350 ЦПДЭ аккредитованы', '2019 - 525 ЦПДЭ'],
        'product' : ['ЦПДЭ']
    },

    {
        'name' : 'ЦОПП',
        'lider' : 'Крайчинская С.Б.',
        'smth' : 'Исполняем',
        'stadiya' : 'пилот',
        'mashtab' : 'средний',
        'globChel' : ['Создать национальную сеть ЦОПП', 'Волечение губернаторов ', 'Коммерческая деятельность', 'Стандарты ВСР внедрены в массовое профессиональное обучение'],
        'chel' : ['не менее 1 ЦОПП на регион', 'к 2024 году - не менее 100 действующих ЦОПП', '5 ЦОПП на базе вузов', ' 2019 - 5 пилотных регионов, 2-3 работающих ЦОППа'],
        'product' : ['пилоты ЦОППов в регионах']
    },


    {
        'name' : 'Нормативно закрепленный стандарт оценивания ВСР',
        'lider' : 'Тымчиков А.Ю.',
        'smth' : 'Влияем',
        'stadiya' : 'Инициация',
        'mashtab' : 'мелкий',
        'globChel' : ['Стандарты ВСР внедрены в массовое профессиональное обучение'],
        'chel' : ['в системе СПО стандарты ВСР закреплены как базовые принципы объективной оценки результатов подготовки рабочих кадров'],
        'product' : ['Стандарт ВСР']
    },

    {
        'name' : 'PR взаимодействие со СМИ',
        'lider' : 'Глушко Д.Е.',
        'smth' : 'Подрядчики',
        'stadiya' : 'Масштабирование',
        'mashtab' : 'Крупный',
        'globChel' : ['Общее повышение узнаваемости союза и его продуктов'],
        'chel' : ['Рост аудитории в соцсетях и на сайте (1 000 000 подписчиков)', 'Узнаваемость брэнда Союза Молодые профессионалы (Ворлдскиллс Россия) (уровень известности среди жителей России) - 23%'],
        'product' : ['Пул СМИ', 'Проекты со СМИ','Донесение сообщений союза аудиториям']
    }
];

let redDinam = [
    {
        'name' : 'Bricklaying - Кирпичная кладка',
        'kray' : [
            {'name' : 'Алтайский край', '2017' : '', '2018' : '34.45'}, 
            {'name' : 'Москва', '2017' : '62.77', '2018' : '20.84'},
            {'name' : 'Московская область', '2017' : '', '2018' : ''},
            {'name' : 'Нижегородская область', '2017' : '', '2018' : '28.57'}
        ]
    },
    {
        'name' : '3D Digital Game Art - 3D Моделирование для компьютерных игр',
        'kray' : [
            {'name' : 'Алтайский край', '2017' : '', '2018' : ''},
            {'name' : 'Москва', '2017' : '', '2018' : ''},
            {'name' : 'Московская область', '2017' : '', '2018' : ''},
            {'name' : 'Нижегородская область', '2017' : '', '2018' : ''}
        ]  
    },
    {
        'name' : 'CNC Milling - Фрезерные работы на станках с ЧПУ',
        'kray' : [
            {'name' : 'Алтайский край', '2017' : '', '2018' : ''},
            {'name' : 'Москва', '2017' : '', '2018' : ''},
            {'name' : 'Московская область', '2017' : '', '2018' : ''},
            {'name' : 'Нижегородская область', '2017' : '', '2018' : ''}
        ]  
    },
    {
        'name' : 'Electronics - Электроника',
        'kray' : [
            {'name' : 'Алтайский край', '2017' : '', '2018' : ''},
            {'name' : 'Москва', '2017' : '', '2018' : ''},
            {'name' : 'Московская область', '2017' : '', '2018' : ''},
            {'name' : 'Нижегородская область', '2017' : '', '2018' : ''}
        ]  
    },
    {
        'name' : 'Industrial Control - Промышленная автоматика',
        'kray' : [
            {'name' : 'Алтайский край', '2017' : '', '2018' : ''},
            {'name' : 'Москва', '2017' : '', '2018' : ''},
            {'name' : 'Московская область', '2017' : '', '2018' : ''},
            {'name' : 'Нижегородская область', '2017' : '', '2018' : ''}
        ]  
    }
];

let grafObiaz = [
    {
        'teg' : 'Пр-1921',
        'name' : 'обеспечить создание организационного комитета по подготовке и проведению мирового чемпионата по профессиональному мастерству по стандартам «Ворлдскиллс» в 2019 году в Казани и утверждение его состава',
        'control' : 'не назначен',
        'status' : 'снят с контроля',
        'source' : 'Правительство РФ (поручением ОГ-П8-6629 ответственным определены:Минобрнауки России, заинтересованные ФОИВ и организации)',
        'lala' : 'соисполнитель',
        'ejegod' : 'yes',
        'list' : [
            {
                'name' : 'п1',
                'controlDate' : '23.01.2019',
                'procent' : '1',
                'kv' : '1'
            },
            {
                'name' : 'п2',
                'controlDate' : '13.03.2019',
                'procent' : '0',
                'kv' : '1'
            },
            {
                'name' : 'п3',
                'controlDate' : '07.05.2019',
                'procent' : '',
                'kv' : '2'
            },
            {
                'name' : 'п4',
                'controlDate' : '17.07.2019',
                'procent' : '1',
                'kv' : '3'
            },
            {
                'name' : 'п5',
                'controlDate' : '28.10.2019',
                'procent' : '1',
                'kv' : '4'
            }
        ]
    },


    {
        'teg' : 'Пр-2582',
        'name' : 'Обеспечить привлечение союза «Агентство развития профессиональных сообществ и рабочих кадров «Молодые профессионалы (Ворлдскиллс Россия)» к разработке новых и доработке действующих профессиональных стандартов и федеральных государственных образовательных стандартов среднего профессионального образования с учётом стандартов «Ворлдскиллс».',
        'control' : 'Судаков К.Ю., Лысова С.И., Крайчинская С.Б., Тымчиков А.Ю.',
        'status' : 'срок продлен',
        'source' : 'Правительство РФ (поручением ОГ-П8-16 ответственными определены: Минобрнауки, Минтруд)',
        'lala' : 'соисполнитель',
        'ejegod' : 'yes',
        'list' : [
            {
                'name' : 'п1',
                'controlDate' : '11.02.2019',
                'procent' : '1',
                'kv' : '1'
            },
            {
                'name' : 'п2',
                'controlDate' : '02.03.2019',
                'procent' : '0',
                'kv' : '1'
            },
            {
                'name' : 'п3',
                'controlDate' : '14.04.2019',
                'procent' : '0',
                'kv' : '2'
            },
            {
                'name' : 'п4',
                'controlDate' : '01.08.2019',
                'procent' : '1',
                'kv' : '3'
            },
            {
                'name' : 'п5',
                'controlDate' : '16.11.2019',
                'procent' : '1',
                'kv' : '4'
            }
        ]
    },


    {
        'teg' : 'Пр-2225',
        'name' : 'Поощрить победителей, призеров и иных членов национальной сборной Российской Федерации по профессиональному мастерству по стандартам "Ворлдскиллс" по итогам мирового чемпионата по профессиональному мастерству "Ворлдскиллс Интернешнл", состоявшегося с 14 по 19 октября 2017 года в г. Абу-Даби (далее - чемпионат мира), обеспечив выделение на эти цели в 2017 году дополнительные бюджетные ассигнования федерального бюджета',
        'control' : 'Мухаметзянов Д.Ф., Фетцова Е.А.',
        'status' : 'снят с контроля',
        'source' : 'Правительство РФ (поручением ОГ-П8-7412 от 07.11.2017 определены)',
        'lala' : 'внутренний контроль',
        'ejegod' : 'no',
        'list' : [
            {
                'name' : 'п1',
                'controlDate' : '19.03.2019',
                'procent' : '1',
                'kv' : '1'
            },
            {
                'name' : 'п2',
                'controlDate' : '04.02.2019',
                'procent' : '0',
                'kv' : '1'
            },
            {
                'name' : 'п3',
                'controlDate' : '02.05.2019',
                'procent' : '0',
                'kv' : '2'
            },
            {
                'name' : 'п4',
                'controlDate' : '21.06.2019',
                'procent' : '1',
                'kv' : '3'
            },
            {
                'name' : 'п5',
                'controlDate' : '12.12.2019',
                'procent' : '1',
                'kv' : '4'
            }
        ]
    },


    {
        'teg' : '750-р',
        'name' : 'Проработка вопроса об объемах и источниках финансового обеспечения реализации основных мероприятий по подготовке и проведению мирового чемпионата по профессиональному мастерству по стандартам «Ворлдскиллс» в г. Казани в 2019 году (далее – мировой чемпионат по профессиональному мастерству), включая выработку соответствующих предложений о внесении при необходимости изменений в Федеральный закон «О федеральном бюджете на 2016 год» и формированию проекта федерального бюджета на 2017 – 2019 годы',
        'control' : 'Фетцова Е.А.',
        'status' : 'на контроле',
        'source' : 'Минобрнауки, Минфин, Минэкономразвития, Союз, заинтересованные ФОИВ, Кабинет РТ, РОИВ, заинтересованные ГК и АО, доля участия РФ в которых составляет более 50%, заинтересованные организации',
        'lala' : 'соисполнитель',
        'ejegod' : 'yes',
        'list' : [
            {
                'name' : 'п1',
                'controlDate' : '09.01.2019',
                'procent' : '0',
                'kv' : '1'
            },
            {
                'name' : 'п2',
                'controlDate' : '17.02.2019',
                'procent' : '1',
                'kv' : '1'
            },
            {
                'name' : 'п3',
                'controlDate' : '28.04.2019',
                'procent' : '1',
                'kv' : '2'
            },
            {
                'name' : 'п4',
                'controlDate' : '20.07.2019',
                'procent' : '0',
                'kv' : '3'
            },
            {
                'name' : 'п5',
                'controlDate' : '18.12.2019',
                'procent' : '0',
                'kv' : '4'
            }
        ]
    },



    {
        'teg' : 'Пр-580 ',
        'name' : ' с учетом ранее данных поручений обеспечить использование в системе среднего профессионального образования стандартов «Ворлдскиллс» как базовых принципов объективной оценки результатов подготовки рабочих кадров',
        'control' : 'Глушко Д.Е., Тымчиков А.Ю., Судаков К.Ю., Крайчинская С.Б.',
        'status' : 'на контроле',
        'source' : 'Правительство РФ (поручением ОГ-П8-2075 определены ответственными: Минобрнауки России',
        'lala' : 'соисполнитель',
        'ejegod' : 'yes',
        'list' : [
            {
                'name' : 'п1',
                'controlDate' : '02.02.2019',
                'procent' : '1',
                'kv' : '1'
            },
            {
                'name' : 'п2',
                'controlDate' : '11.03.2019',
                'procent' : '1',
                'kv' : '1'
            },
            {
                'name' : 'п3',
                'controlDate' : '10.05.2019',
                'procent' : '1',
                'kv' : '2'
            },
            {
                'name' : 'п4',
                'controlDate' : '19.08.2019',
                'procent' : '0',
                'kv' : '3'
            },
            {
                'name' : 'п5',
                'controlDate' : '11.10.2019',
                'procent' : '0',
                'kv' : '4'
            }
        ]
    }
];